Repository: Purnendu220/WPIT_CHILIAPP_CLONE
Catalog: src/assets/locale/messages.*.xlf
Languages: ar

source: Add comment
ar: إضافة تعقيب

source: Load Previous Comments
ar: حمل تعليقات سابقة

source: Delete
ar: حذف

# replay
source: Reply
ar: رد

source: Student
ar: طالب

# teacherProfessor
source: Teacher or Professor
ar: معلم او دكتور

# clubDepartment
source: Department or Club
ar: ادارة او نادي

source: Parent
ar: ولي أمر

source: Following
ar: متابَعون

source: You
ar: أنت

# joinBoardRequest
source: Board join requests
ar: طلب انضمام

# approveIgnoreRequest
source: Approve or ignore requests
ar: قم بالموافقة او تجاهل طلبات الانضمام

source: NEW
ar: جديد

# ediProfile
source: Edit Profile
ar: تعديل البورفايل

source: Setting
ar: الاعدادات

source: Log Out
ar: تسجيل الخروج

source: Faqs
ar: الأسئلة الأكثر شيوعا

# tos
source: Terms of Services
ar: شروط الخدمة

# pp
source: Privacy Policy
ar: سياسة الخصوصية

# myuCopyright
source: MyU © Copyright 2019 | All Rights Reserved
ar: ماي يو © حقوق التأليف والنشر 2019 | كل الحقوق محفوظة

# norecordfound
source: Nothing here.
ar: فارغ

source: Stay Organized
ar: حافظ على تنظيمك

# createYourProfile
source: Create your profile and add boards to connect with your school community.
ar: قم بتنظيم تواصلك الدراسي عن طريق إنشاء البوردات

# chooseToShareWithAll
source: Choose to share with all your followers or members of a specific boards.
ar: أرسل الإعلانات الهامة لأعضاء كل بورد أو لجميع متابعيك

# createPost
source: Share important updates
ar: ارسل المنشورات الهامة

# exploreCommunity
source: Stay up to date
ar: تابع آخر الاخبار

# stayUpToDtae
source: Stay up to date with who and what is popular within your school, and beyond.
ar: ابق على اطلاع على ما هو شائع في مدرستك، وما عداها

# getInstantFeed
source: Get instant feedback
ar: تواصل بسرعة فورية

# getInstantFeedback
source: Get instant feedback from your school community through private messaging.
ar: استلم الردود الفورية من أعضاء مدرستك عن طريق المحادثة الشخصية

# haveAccount
source: Already have an account?
ar: لديك حساب؟

# loginEmailError
source: Please enter your registered user name or email Id!
ar: إسم المستخدم أو الايميل غير صحيح

# passwordError
source: Enter Password
ar: أدخل كلمة السر

# rememberMe
source: Remember Me <input/> <span> </span>
ar: تذكرنى <input/> <span> </span>

source: Forgot Password?
ar: نسيت كلمة السر

source: Log In
ar: تسجيل الدخول

source: No account yet?
ar: ليس لديك حساب؟

source: Register!
ar: سجل الآن

# verificationLink
source: A verification link will be sent to email!
ar: سيتم ارسال رابط التأكيد على ايميلك

# emailPatternerror
source: Incorrect Email. Please make sure it's entered correctly.
ar: الايميل غير صحيح، يرجى التحقق والمحاولة مرة اخرى

source: Send
ar: أرسل

# goBack
source: Back
ar: الرجوع

source: I am...
ar: أنا

# chooseAccount
source: Select your account type
ar: اختر نوع الحساب

source: Next
ar: التالي

# selectSchool
source: Find Your School.
ar: إختر المدرسة

# universityNameError
source: Search Your School Name
ar: ابحث عن اسم مدرستك

# addInformation
source: Add your information.
ar: اضف معلوماتك

# signupNameError
source: We need your first and last name.
ar: يرجى إدخال الاسم الكامل

# usernamePatternerror
source: You may only use letters, numbers, and underscores.
ar: في خانة اسم المستخدم يمكنك فقط استخدام الحروف الانجليزية او الارقام او underscore

# signuoUsernameError
source: Please enter a Username
ar: يرجى ادخال اسم المستخدم

# passwordCharchtersError
source: Password must be at least 6 characters
ar: يجب أن تتكون كلمة المرور من ٦ أحرف او ارقام على الأقل

# signupEmailError
source: Please enter your Email
ar: يرجى ادخال اسم الايميل

# registerSuccessful
source: Registration complete!
ar: تم تسجيلك بنجاح!

# CongratsMessage
source: You're Done!
ar: تم التسجيل بنجاح!

# CongratsMessage1
source: An email was sent to you with a link. Please click on the link to have your account verified.
ar: قمنا بارسال رابط التأكيد الى ايميلك. يرجى الضغط عليه ليتم تأكيد حسابك.

source: Start
ar: ابدأ

source: Add board
ar: اضافه البورد

# boardName
source: Name your board the way you want others to see it.
ar: قم بتسمية البورد بحيث يسهل على الآخرين تمييزه

# privateBoardApprove
source: When your board is private, only people you approve can join.
ar: في حالة البورد الخاص، لن يتمكن احد من الانضمام الا بعد موافقتك

source: Private board
ar: البورد خاص

# saveBoard
source: Add
ar: حفظ

source: Edit board
ar: تعديل البورد

# moveAchive
source: Move to archive
ar: نقل إلى الأرشيف

# moveProfile
source: Move to Profile
ar: نقل إلى الصفحة الشخصية

source: Delete Board
ar: حذف البورد

# deleteBoardChoice
source: Are you sure you want to delete this board? <br/> This action can`t be undone.
ar: هل تريد حذف البورد؟ سوف يترتب على الحذف فقدان البوستات والاعضاء الخاصين بهذا البورد

# boardCancel
source: Cancel
ar: إلغاء الامر

# post
source: Posts
ar: البوستات

source: Member
ar: الأعضاء

# file
source: Files
ar: ملفات

# joinBoard
source: Join
ar: انضمام

# requestBoard
source: Requested
ar: تم الطلب

# joinedBoard
source: Joined
ar: تم الانضمام

source: Report
ar: أبلغ عن مشكلة

source: It's spam
ar: المحتوى عبارة عن سبام

source: It's inappropriate
ar: المحتوى غير لائق

# itsDisrespectful
source: It's disrespectful or harmful
ar: المحتوى مسيء او يشكل تهديد او خطر

source: Other reason
ar: سبب آخر

source: Submit
ar: ارسال

source: Follow
ar: متابعة

# like
source: likes
ar: إعجاب

# comment
source: comments
ar: تعليق

source: view
ar: مشاهدة

# add
source: <i></i> Add
ar: <i></i> اضف

# PleaseChooseFile
source: Please choose the file
ar: أضف مرفقات <span> <i></i> </span>

source: Choose image
ar: اختر الصورة

source: Choose video
ar: أرفق مستندا

# AddAttachement
source: Add Attachment
ar: أضف مرفقات

source: Attach a document
ar: أرفق مستندا

# existingFileFromMyu
source: Existing files from myU
ar: موجودة على ماي يو

# recentlyUploaded
source: Recently uploaded document
ar: المستندات المرفقة حديثا

# takePhoto
source: Take a photo
ar: التقط الصورة

source: Camera
ar: الكاميرا

source: Video
ar: فيديو

source: Computer
ar: استخدم الكاميرا

source: Done
ar: إتمام

source: followers
ar: متابِعون

source: joined boards
ar: البوردات

source: Send Message
ar: مراسلة

source: Block
ar: حظر

source: UnBlock
ar: إلغاء الحظر

source: Personal Info
ar: المعلومات الشخصية

source: Change Password
ar: غير كلمة السر

source: Male
ar: ذكر

source: Female
ar: أنثى

source: Other
ar: الآخرين

# viewAchive
source: View Archived
ar: عرض الأرشيف

# BlockedUser
source: Blocked Users
ar: قائمة الحظر

# notification
source: Notifications
ar: اشعارات

source: About us
ar: عنا

source: Language
ar: اللغة

# archiveBoard
source: Archived boards
ar: أرشف البورد

source: Edit
ar: تعديل

source: New Post
ar: بوست جديد

# message
source: Messages
ar: رسائل

# otherNotification
source: Other notifications
ar: اشعارات اخرى

# receivePrivateMessage
source: Receive Private Messages
ar: استقبل الرسائل الخاصة

source: Appear on Explore Page
ar: الظهور على صفحة استكشف

source: What is MyU?
ar: ما هو ماي يو؟

source: Instancy
ar: الفورية

# noMoreChasing
source: No more chasing during school hours via e-mail or calls
ar: لا حاجة بعد الآن للانتظار وقت الساعات المكتبية او المراسلة بالايميل او للاتصال الهاتفي

# CommunicateInstantly
source: <strong>Communicate Instantly : </strong> Send real-time simple messages to your school group or a single person
ar: <strong>تواصل بفورية : </strong>تراسل بشكل مباشر مع اعضاء مدرستك وقم بارفاق الصور او الفيديو او الملفات الصوتية او المستندات

source: Reach
ar: سهولة الوصول

# ReachEveryoneAtOnce
source: <strong>Reach everyone at once : </strong>Send announcements and notifications to any mobile at any time
ar: <strong>قم بالوصول الى الجميع بضغطة زر واحدة : </strong>ارسل الاعلانات والاشعارات الى هواتف الطلبة او اولياء الامور بأي وقت

source: Privacy
ar: الخصوصية

# ChooseYourPrivacy
source: Choose your privacy preference
ar: قم بضبط مستوى الخصوصية الخاص بك

# ConnectWithEveryone
source: Connect with everyone in your school community without the need to share your phone number
ar: تواصل مع مجتمعك المدرسي بدون الحاجة الى مشاركة رقم هاتفك الخاص

# ManageThePrivacy
source: Manage the privacy of your boards, posts or notifications
ar: انشئ الصفوف وتحكم بخصوصيتها وارسل الاعلانات الهامة لها بصورة سهلة للغاية

# myuIntro3
source: See how myU can helps you.
ar: كيف يمكن لماي يو ان يساعدك؟

source: Current language
ar: اللغة الحالية

source: Feedback
ar: اتصل بنا

# inYourSchool
source: Also in your school:
ar: أيضاً في مدرستك

source: View More
ar: المزيد

# fromOtherSchool
source: From other schools:
ar: في مدارس اخرى:

source: POPULAR IN YOUR SCHOOL
ar: أيضاً في مدرستك

# popularInOtherSchool
source: POPULAR IN OTHER SCHOOLS
ar: في مدارس اخرى

source: POPULAR POSTS
ar: قد يثير اهتمامك

source: ABOUT APP
ar: عن التطبيق

# forSch
source: FOR SCHOOLS
ar: للمدارس

# forTech
source: FOR TEACHERS
ar: للمعلمين

source: TESTIMONIALS
ar: شهادات المستخدمين

source: CONTACT US
ar: اتصل بنا

# communicate
source: COMMUNICATE EASILY WITH YOUR SCHOOL COMMUNITY
ar: تواصل بسهولة مع دائرتك الدراسية

# sendNotes
source: Send your notes instantly to any school member for free
ar: أرسل إعلانات موادك لطلبتك مجانا

# myuIntro
source: myU app saves teachers’ time, effort and the day to day hustle and bustle of communicating with students by powering them with a free simple tool for them and their students to connect and share on the go
ar: ماي يو تطبيق للموبايل يوفر على المعلمين الوقت والجهد اليومي الذي يمرون به اثناء تواصلهم مع الطلبة، ويمنحهم وطلبتهم أداة مجانية بسيطة يمكنهم من خلالها التواصل بشكل فوري وسريع

# myuintro2
source: The end to unreachable messages and E-mails
ar: قل وداعا للرسائل الضائعة و الإيميلات الغير مقروءة

source: Educator
ar: معلم

# studentFact
source: Stay up to date with your school community and never miss an important announcement again
ar: استقبل اعلانات موادك بسهولة على موبايلك و تواصل مع مدرسينك والأندية الطلابية اللي تحبها

# clubDepartmentFact
source: Expand your reach within your school, connect with students faster promoting your news, events and activities
ar: تمكن من الوصول لأكبر عدد من الطلبة، وتواصل معهم بسرعة للإعلان عن الاخبار، الفعاليات والنشاطات الخاصة بناديك أو قسمك

# educatorFact
source: Send your announcements on the go, create discussions. no time for a text? share your instructions in a voice note or get visual and share a photo
ar: أرسل إعلانات موادك للطلبة بسهولة، ناقشهم في المواضيع المهمة. ما في وقت للكتابة؟ شاركهم تعليماتك في رسالة صوتية او صورة.

# parentFact
source: Keep track with your child’s performance with the least effort, receive news and updates from the school management and teachers
ar: تابع أداء طفلك بأقل مجهود، استلم الاخبار والإعلانات المهمة من إدارة المدرسة والمعلمين

source: INSTITUTION
ar: مؤسسة تعليمية

# institutionFact
source: Take over your school’s control panel, see analytics and manage your own database
ar: استلم لوحة التحكم الخاصة بمدرستك او جامعتك، اطلع على التحليلات، بالإضافة الى إدارة قاعدة البيانات الخاصة بك.

# userTestimonials
source: Users Testimonials
ar: شهادات المستخدمين

# testimonialQuote
source: “This app will definitely be the main teacher-student Interaction platform outside of the classroom at KU and all other educational institutions”
ar: "يعتبر التطبيق جهة التواصل الأساسية بين المعلم والطالب خارج الصفوف الدراسية في جامعة الكويت والمؤسسات التعليمية الأخرى"

# testimonialUsername
source: Mrs. Hala Alsammar
ar: الأستاذة هالة السمار

# testimonialDepartment
source: Instructor at the English Language Unit in Kuwait University
ar: معلمة في قسم اللغة الإنجليزية بجامعة الكويت

# testimonialQuote2
source: “myU is great. Communication with my class is much more efficient now”
ar: "ماي يو تطبيق رائع! التواصل مع طلبتي أصبح أكثر فعالية الآن"

# testimonialUsername2
source: Dr. Fahad Alzumai
ar: د.فهد الزميع

# testimonialDepartment2
source: Professor of Business Law at Gulf University for Science & Technology
ar: أستاذ القانون التجاري في جامعة الخليج للعلوم والتكنولوجيا

source: Thank you!
ar: شكرا جزيلا

source: Information
ar: المعلومات

# haventNotification
source: You haven't a new notificaitons
ar: لا توجد اشعارات جديدة

source: Class of
ar: سنة التخرج

# newsFeedEmpty
source: Your news feed is empty
ar: لا يوجد منشورات

source: Create your first post.
ar: أنشئ منشورك الأول

source: Nothing Here Yet..
ar: لا يوجد شيء هنا حتى الان

# byRegister
source: By registering you are agree to our <a><ins>terms of service</ins></a> and <ins><a>privacy policy.</a> </ins>
ar: عند تسجيلك فإنك تقوم بالموافقة على <a><ins>سياسة الخصوصية</ins></a> و <ins><a>شروط الخدمة.</a> </ins>

# Public
source: Followers
ar: المتابعين

source: Board name
ar: اسم المجلس

source: Search
ar: ابحث

source: Name
ar: الاسم

source: Full Name
ar: الاسم الكامل

source: Username
ar: اسم المستخدم

source: Email
ar: الايميل الرسمي

source: Official Email
ar: الايميل الرسمي

source: Subject
ar: موضوع

source: Write a Message
ar: اكتب شيئا

source: Message
ar: رسائل

source: Username or Email
ar: اكتب اسم المستخدم او الايميل

source: Username or Email Id
ar: اكتب اسم المستخدم او الايميل

source: Password
ar: كلمة السر

source: Write Something
ar: اكتب شيئا

source: Search Your School Name
ar: أضف مدرستك

source: Other Reason
ar: سبب آخر

source: Bio
ar: نبذة عنك

source: Please enter your phone number
ar: يرجى إدخال رقم الهاتف

source: Current Password
ar: كلمة السر الحالية

source: New Password
ar: كلمة السر الجديدة

source: Confirm Password
ar: تأكيد كلمة السر

# forschool_1
source: MyU FOR SCHOOLS
ar: ماي يو للمدارس

# forschool_2
source: Engage your school community in an easy safe and fun communication experience!
ar: قم بتسهيل التواصل في مجتمعك الدراسي، وزد من تفاعل الطلاب وأولياء الأمور مع مدرستك بصورة آمنة وممتعة!

# forschool_3
source: EXPLORE OPTIONS
ar: تعرف على الخيارات

# forschool_4
source: Used in 1000+ Schools
ar: مستخدم في اكثر من ١٠٠٠ مدرسة

# forschool_5
source: Engage your communy safely!
ar: اجعل مجتمعك متفاعلا، بأمان!

# forschool_6
source: Keep your students engaged and their parents satisfied. Ensure that your communication is safe, and under the school supervision. Enrich your school experience, while maintaining the privacy of everyone’s personal information. Use the admin panel to view stats, share push notifications and more...!
ar: زد من تفاعل الطلبة مع محتوى مدرستك، ومن رضى أولياء الأمور عن خدماتك. تأكد أن تواصل المجتمع المدرسي آمن وتحت إدارة المدرسة. اجعل تجربة التدريس غنية أكثر، مع المحافظة على خصوصية المعلومات الشخصية للمعلمين والطلبة. استخدم لوحة التحكم للاطلاع على إحصاءات التواصل ونشر الاشعارات، وغيرها الكثير...!

# fortteacher_6
source: Keep your students engaged, increase your class productivity, enrich the teaching experience and suppliment it with videos and articles from the web. Send parents picture of their children and answer their questions on important matters instantly. All that and more, when you use MyU!
ar: اجعل فصلك أكثر فاعلية وكفاءة وزد من تفاعل طلابك مع محتوى المادة. اجعل تعليمك غنيا أكثر عن طريق نشر الفيدوهات أو الروابط المفيدة. أرسل لأولياء الأمور صورا أبناءهم في الصف، وقم بالإجابة على أسئلتهم فوريا. كل هذا وأكثر عند استخدامك تطبيق ماي يو.

# forschool_7
source: Free
ar: مجاني

# forschool_8
source: Web/mobile app
ar: تطبيق الموبايل والويب

# forschool_9
source: Unlimited accounts
ar: حسابات بلا حد

# forschool_10
source: Unlimited private messages
ar: مراسلة شخصية بلا حد

# forschool_11
source: Unlimited attendance sessions
ar: عمليات تحضير بلا حد

# forschool_12
source: Upto 8 active classes per teacher
ar: ٨ صفوف فعالة لكل معلم

# forschool_13
source: Upto 4 images on each post
ar: رفع ٤ صور لكل منشور

# forschool_14
source: Upto 3 minutes video
ar: تحميل فيديو مدته دقيقة

# forschool_15
source: 100 MB document storage space
ar: ١٠٠ ميجابايت سعة رفع المستندات

# forschool_16
source: sign up for free
ar: سجل الآن مجانا

# forschool_17
source: basic
ar: الأساسي

# forschool_18
source: From $1,499/year
ar: من ١٤٩٩ دولار بالسنة

# forschool_19
source: Analytics dashboard
ar: لوحة الإحصاءات

# forschool_20
source: User database dashboard
ar: لوحة قاعدة بيانات المستخدمين

# forschool_21
source: Monitoring of communication
ar: لوحة معاينة التواصل

# forschool_22
source: Bulk push notifications
ar: لوحة إرسال الإشعارات

# forschool_23
source: prime
ar: الممتاز

# forschool_24
source: From $2,499/month
ar: من ٢٤٩٩ دولار بالسنة

# forschool_25
source: Upto 12 active classes per teacher
ar: ١٢ صف فعال لكل معلم

# forschool_26
source: Upto 8 images on each post
ar: رفع ٨ صور لكل منشور

# forschool_27
source: Upto 10 minutes video
ar: تحميل فيديو مدته ١٠ دقائق

# forschool_28
source: 100 GB document storage space
ar: ١٠٠ جيجابايت سعة رفع المستندات

# forschool_29
source: Feature customisation
ar: تخصيص المزايا

# forschool_31
source: Priority technical support
ar: أولوية الدعم الفني

source: sign up for free
ar: سجل الآن مجانا

# signup_for_teachers
source: SIGN UP
ar: سجل الآن

# forschool_30
source: request a quote
ar: قم بطلب تسعيرة

# forschool_32
source: As a school principal, MyU helps as an effective channel to communicate with different segments. I connect with students to answer their questions, and with parents to address their requests. This helps save parents' time and bridge the gap between them and the school. From a technical view point, it was hard for me as a principal to visit the large number of classes happening every day in the school. But, MyU enabled me to part of these classes digitally, and understand the teaching methods teachers are using and the nature of communication within them.
ar: بالنسبة لي كمديرة مدرسة كان MyU عامل فعال في التواصل مع عدة جهات، فكان التواصل بيني وبين الطالبات حول استفساراتهم و متطلباتهم، ومع اولياء الامور فسهل علينا الرد على استفساراتهم وبذلك وفرنا على ولي الأمر واختصرنا عليه المسافه، ومن الناحية الفنية فكوني مديرة يصعب علي زيارة العدد الهائل من المعلمات في فصولهم ، لكن مع برنامج MyU أصبحت العملية أسهل بحيث مكنني البرنامج من معرفة طبيعة تواصل المعلمة مع طالباتها وكيفية التعامل مع الدروس التي تقام في الحصص وطرائق التدريس المتبعة، هذا بالإضافة لتواصلي مع المعلمات لتشجيعهن على تقديم ما هو افضل للطالبات

# forschool_33
source: Nawal Aldakheel
ar: نوال الدخيل

# forschool_34
source: Principal, Mama Anisa School, Kuwait
ar: ناظرة مدرسة ماما أنيسة المتوسطة في الكويت

# forschool_35
source: Are you a school chain or a district?
ar: هل تمثل سلسلة مدارس أو منطقة تعليمية؟

# forschool_36
source: learn more
ar: Pending arabic text

# forschool_37
source: request a quote
ar: قم بطلب تسعيرة

# forteachers_1
source: CONNECT EASILY WITH STUDENTS AND PARENTS
ar: تواصل بسهولة مع الطلبة وأولياء الأمور

# forteachers_2
source: Without sharing your phone number or personal information
ar: بدون نشر رقم الهاتف أو أي معلومات شخصية

# forteachers_3
source: Plans for teachers
ar: خدمة المعلمين

# forteachers_4
source: No phone number sharing
ar: لا مشاركة لرقم الهاتف

# forteachers_5
source: Unlimited posts
ar: منشورات بلا حد

# forteachers_6
source: Exportable attendance report
ar: تحميل تقرير التحضير

# forteachers_7
source: No student limit
ar: انضمام الطلبة بلا حد

# forteachers_8
source: Upto 8 active classes
ar: ٨ صفوف فعالة لكل معلم

# forteachers_9
source: Unlimited archived classes
ar: صفوف مؤرشفة بلا حد

# forteachers_10
source: $99.99/year
ar: ٩٩.٩٩ دولار بالسنة

# forteachers_11
source: Upto 12 active classes
ar: ١٢ صف فعال لكل معلم

# forteachers_12
source: Higher rank on lists
ar: ظهور أعلى في القوائم

# forteachers_13
source: SIGNUP
ar: سجل الآن

# forteachers_14
source: How it works?
ar: كيف يعمل؟

# forteachers_15
source: Empowering schools and families
ar: نهدف لتمكين المدارس والبيوت

# forteachers_16
source: Watch this short report about MyU
ar: شاهد هذا التقرير القصير عن تطبيق ماي يو

# forteachers_17
source: Download from here:
ar: قم بتنزيله من هنا:

# forteachers_18
source: Are you a school administrator?
ar: هل تمثل مؤسسة تعليمية؟

# forteachers_19
source: Learn about MyU for Schools
ar: إعرف أكثر عن خدمة المدارس

# forteachers_20
source: for schools
ar: عن التطبيق
